/***************/
/* Main Window */
/***************/
"Contrast ratio" = "Kontrastförhållande";

"Pass" = "Godkänd";
"Fail" = "Ej godkänd";
"passed at level" = "godkänd för nivå";
"failed at level" = "ej godkänd för nivå";

"The contrast ratio is" = "Kontrastförhållandet är";
"colour difference" = "färgskillnad";
"brightness difference" = "skillnad i ljusstyrka";

"Colour/Brightness difference" = "Skillnad i färg/ljusstyrka";

/******************/
/* Details drawer */
/******************/
"sufficient" = "tillräcklig";
"not sufficient" = "ej tillräcklig";
"detail_1" = "Skillnaden i ljusstyrka mellan de två färgerna är";
"detail_2" = "Tröskelvärdet är 125 och resultatet för för- och bakgrundsfärg är";
"detail_3" = "Färgskillnaden mellan de två färgerna är";
"detail_4" = "Tröskelvärdet är 500 och resultatet för för- och bakgrundsfärg är";
"detail_5" = "OBS: Även om skillnaden i färg inte är tillräcklig enligt W3C:s krav så är den tillräcklig enligt den gräns Hewlett Packard anger. Hewlett Packard använder 400 som brytgräns.";
"detail_6" = "1.4.3 Kontrast (minimum): Text (och text i bilder) har ett kontrastförhållande på minst 4.5:1 om inte texten används i dekorativt syfte. Större text (minst 18 punkter eller 14 punkter fetstil) kan ha ett kontrastförhållande på 3:1 (Nivå AA)";
"detail_7" = "1.4.6 Kontrast (utökad): Text (och text i bilder) har ett kontrastförhållande på minst 7:1 om inte texten används i dekorativt syfte. Större text (minst 18 punkter eller 14 punkter fetstil) kan ha ett kontrastförhållande på 4.5:1 (Nivå AAA)";
"detail_8" = "Observera att typsnitt med tunna linjer är svårare att läsa vid låg kontrast.";

"Foreground" = "Förgrund";
"Background" = "Bakgrund";
"Text" = "Text";
"Large text" = "Stor text";